<?php

return [
    "answer-page" => [
        "answer" => "إجابه",
        "feedback-required" => "التعليقات مطلوبة",
        "no" => "لا",
        "return" => "يعود",
        "send" => "يرسل",
        "signature" => "إمضاء",
        "title" => "إضافة / تحديث الملاحظات",
        "yes" => "نعم"
    ],
    "answering-enable" => "تمكين الرد",
    "answering-enable-error" => "عذرًا ، أنت بحاجة إلى تمكين أحد",
    "question-types" => [
        "free-text" => [
            "description" => "إذا سُمح للوالدين بترك رسالة ، فاستخدم حقل النص المجاني.",
            "input" => "سؤال",
            "optional" => "اختياري (هل يجوز للوالد تركالحقل فارغًا؟)",
            "toggle" => "رسالة (نص مجاني)"
        ],
        "multiple-choice" => [
            "input" => "الإجابات (كل إجابة في سطر منفصل)",
            "toggle" => "سؤال متعدد الخيارات )"
        ],
        "signature" => [
            "description" => "إذا كنت بحاجة إلى توقيع من الوالدين كتأكيد ، فقم بتنشيط هذاالحقل.",
            "input" => "نص",
            "toggle" => "التوقيع مطلوب"
        ],
        "yes-no" => [
            "description" => "قم بتمكين الملاحظات البسيطة عن طريق تحديد المربعات",
            "input" => "سؤال",
            "toggle" => "نعم / لا"
        ]
    ]
];
