<?php

return [
    "email_address" => "عنوان البريد الإلكتروني",
    "failed" => "لا تتطابق بيانات الاعتماد هذه مع سجلاتنا.",
    "ip_banned" => "حظر IP",
    "login_title" => "تسجيل الدخول إلى حسابك",
    "logout" => "لقد تم تسجيل الخروج الآن.",
    "parent_signed_up" => "أهلا وسهلا! لقد قمت بالتسجيل بنجاح.",
    "parent_signed_up_error" => "عذرا، أنت تستخدم رمز مميز غير صحيح! لقد تم تسجيل خروجك!",
    "password" => "كلمة المرور",
    "password_confirmation" => "تأكيد كلمة المرور",
    "password_forgot" => "نسيت كلمة المرور",
    "password_reset_button" => "إعادة تعيين كلمة المرور",
    "password_reset_error" => "قد تنتهي صلاحية إعادة تعيين الارتباط. تعذر إعادة تعيين كلمة المرور. حاول مرة أخرى طلب إرتباط إعادة تعيين كلمة المرور.",
    "password_reset_request_success" => "إذا كان بريدك الإلكتروني صحيحا وكان مستخدما في نظامنا، فسنرسل إليك رابطا إلكترونيا لإعادة تعيين كلمة المرور الخاصة بك.",
    "password_reset_success" => "تم إعادة تعيين كلمة المرور!",
    "password_reset_title" => "إعادة تعيين كلمة المرور",
    "remember" => "تذكر",
    "sign_in" => "تسجيل الدخول إلى حسابك",
    "successful_login" => " :fullname أهلا بعودتك ",
    "successful_token_login" => " :fullname أهلا بعودتك . تم تسجيل الدخول باستخدام الرمز المميز",
    "throttle" => "عدد محاولات تسجيل الدخول كبير جدا. يرجى المحاولة مرة أخرى في: ثوان.",
    "token_error" => "الرمز المميز غير صحيح. حاول مرة أخرى باستخدام الرمز المميز الصحيح.",
    "user_login_disabled" => "تم تعطيل تسجيل دخول عذرا للمستخدم",
    "welcome_signed_up_already" => "مرحبا، لقد انتهيت بالفعل من إعداد حسابك!"
];
