<?php

return [
    401 => "غير مصرح به",
    403 => "ممنوع",
    404 => "غير موجود",
    419 => "انتهت صلاحية الصفحة",
    429 => "طلبات كثيرة جدا",
    500 => "خطأ في الخادم",
    503 => "الخدمة غير متوفرة",
    "go_home" => "عد إلى المنزل",
    "no_group_assigned" => "عذرا، لم يتم تعيينك لأي مجموعة! اتصل بمدير لحل المشكلة.",
    "offline_message" => "عذرا، أنت غير متصل. الرجاء التحقق من الاتصال.",
    "offline_refresh" => "تحديث",
    "offline_title" => "أوه لا، دون اتصال.",
    "oh_no" => "لا",
    "signed" => "إما أن الارتباط منتهي الصلاحية أو غير صالح.",
    "signed-title" => "خطأ في الارتباط"
];
