<?php

return [
    "copyright" => "جميع الحقوق محفوظة.",
    "error" => "توقف!",
    "greeting" => "مرحبا :name،",
    "principal_created_line_1" => "تم إنشاء مدير في مؤسستك مع التفاصيل التالية.",
    "regards" => "تحياتي",
    "reset_password" => [
        "action" => "إعادة تعيين كلمة المرور",
        "line_1" => "أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.",
        "line_2" => "ستنتهي صلاحية إرتباط إعادة تعيين كلمة المرور هذه خلال الدقائق :count.",
        "line_3" => "إذا لم تطلب إعادة تعيين كلمة المرور، فلن يتطلب الأمر أي إجراء إضافي.",
        "principal_password_reset" => "أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لأحد الأساسيات :name",
        "subject" => "إعادة تعيين إخطار كلمة المرور"
    ],
    "trouble" => "إذا واجهت مشكلة في النقر فوق \":actionText\"، قم بنسخ عنوان URL الموجود أدناه ولصقه في مستعرض ويب.",
    "user_created" => "تم إنشاء المستخدم",
    "user_created_btn_text" => "تسجيل الدخول الآن",
    "user_created_line_1" => "تم إنشاء حساب نيابة عنك. أستخدم بريدك الإلكتروني وكلمة السر للدخول إلى النظام.",
    "user_created_line_2" => "يمكنك النقر فوق الارتباط أدناه لتسجيل الدخول مباشرة إلى حسابك.",
    "user_created_line_3" => "يمكنك أيضا فحص رمز QR التالي لتسجيل الدخول إلى حسابك.",
    "user_created_thanks_note" => "شكرا لاستخدامك تطبيقنا!"
];
