<?php

return [
    "email_address" => "ईमेल",
    "failed" => "ये क्रेडेंशियल हमारे रिकॉर्ड से मेल नहीं हैं।",
    "ip_banned" => "आईपी प्रतिबंधित",
    "login_title" => "अपने अकाउंट में साइन इन करें",
    "logout" => "अब आप लॉग आउट हो गए हैं।",
    "parent_signed_up" => "स्वागत! आपने सफलतापूर्वक साइन अप कर लिया है।",
    "parent_signed_up_error" => "क्षमा करें आप अमान्य टोकन का उपयोग कर रहे हैं! आप लॉग आउट हो चुके हों!",
    "password" => "पासवर्ड",
    "password_confirmation" => "पासवर्ड पुष्टि",
    "password_forgot" => "पासवर्ड भूल गए",
    "password_reset_button" => "पासवर्ड रीसेट",
    "password_reset_error" => "रीसेट लिंक की समय सीमा समाप्त हो सकती है। पासवर्ड रीसेट नहीं किया जा सका. पासवर्ड रीसेट लिंक का अनुरोध करने के लिए पुन: प्रयास करें।",
    "password_reset_request_success" => "यदि आपका ईमेल सही है और हमारे सिस्टम का उपयोगकर्ता है, तो हम आपको अपना पासवर्ड रीसेट करने के लिए एक लिंक ईमेल करेंगे।",
    "password_reset_success" => "पासवर्ड रीसेट हो गया!",
    "password_reset_title" => "पासवर्ड रीसेट",
    "remember" => "याद रखना",
    "sign_in" => "दाखिल करना",
    "successful_login" => "वापस स्वागत है :fullname।",
    "successful_token_login" => "वापस स्वागत है :fullname। टोकन का उपयोग करके लॉग इन किया।",
    "throttle" => "बहुत अधिक लॉगिन प्रयास। कृपया :seconds सेकंड में पुन: प्रयास करें।",
    "token_error" => "आपका टोकन गलत है। सही टोकन का उपयोग करके पुन: प्रयास करें।",
    "user_login_disabled" => "क्षमा करें उपयोगकर्ता के लिए लॉगिन अक्षम है",
    "welcome_signed_up_already" => "स्वागत है, आपने अपना खाता सेट करना पहले ही पूरा कर लिया है!"
];
