<?php

return [
    401 => "अनधिकृत",
    403 => "निषिद्ध",
    404 => "पृष्ठ नहीं मिला",
    419 => "पृष्ठ की समय सीमा समाप्त",
    429 => "बहुत अधिक अनुरोध",
    500 => "सर्वर त्रुटि",
    503 => "सेवा अनुपलब्ध है",
    "go_home" => "डैशबोर्ड पर जाएं",
    "no_group_assigned" => "क्षमा करें, आपको किसी समूह को असाइन नहीं किया गया है! समस्या के समाधान के लिए प्रबंधक से संपर्क करें।",
    "offline_message" => "क्षमा करें, आप ऑफ़लाइन हैं। कृपया आप कनेक्टिविटी की जांच करें।",
    "offline_refresh" => "पुनः लोड करें",
    "offline_title" => "अरे नहीं, आप ऑफ़लाइन हैं",
    "oh_no" => "नहीं ओ",
    "signed" => "लिंक या तो समाप्त हो गया है या अमान्य है।",
    "signed-title" => "लिंक त्रुटि"
];
