<?php

return [
    "admin_and_manager_only" => "क्षमा करें आपके पास उस पृष्ठ को देखने के लिए पहुंच स्तर नहीं है।",
    "admin_only" => "क्षमा करें, केवल व्यवस्थापक ही उस पृष्ठ तक पहुंच सकता है।",
    "cannot_download_empty_excel" => "क्षमा करें, आप खाली एक्सेल डाउनलोड नहीं कर सकते",
    "excel" => "एक्सेल",
    "filter" => [
        "clear_filter" => "स्पष्ट निस्यंदक",
        "contains" => "शामिल है",
        "does_not_contains" => "शामिल नहीं है",
        "does_not_equals" => "बराबर नहीं है",
        "ends_with" => "इसी के साथ समाप्त होता है",
        "equals" => "बराबर",
        "greater_than" => "से अधिक",
        "greater_than_or_equal_to" => "इससे बड़ा या इसके बराबर",
        "is_false" => "गलत है",
        "is_true" => "सच है",
        "less_than" => "से कम",
        "less_than_or_equal_to" => "से कम या बराबर",
        "query" => "जिज्ञासा...",
        "starts_with" => "इसके साथ आरंभ होता है"
    ],
    "go_back" => "वापस जाओ",
    "go_to_dashboard" => "डैशबोर्ड पर जाएं",
    "ical-link" => "कैलेंडर इवेंट iCal लिंक",
    "languages" => [
        "ar" => "अरबी",
        "de" => "जर्मन",
        "en" => "अंग्रेज़ी",
        "es" => "स्पेनिश",
        "fr" => "फ्रेंच",
        "hi" => "हिंदी",
        "tr" => "तुर्की"
    ],
    "logout-other" => [
        "main_btn" => "अन्य ब्राउज़र सत्र लॉगआउट करें",
        "main_label" => "आप अपने सभी उपकरणों पर अपने अन्य सभी ब्राउज़र सत्रों से लॉगआउट कर सकते हैं। यदि आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो आपको अपना पासवर्ड भी अपडेट करना चाहिए।",
        "modal" => [
            "approve" => "हाँ, उन्हें लॉगआउट करें",
            "cancel" => "कोई बात नहीं",
            "content" => "कृपया यह पुष्टि करने के लिए अपना पासवर्ड दर्ज करें कि आप अपने सभी उपकरणों पर अपने अन्य ब्राउज़र सत्रों से लॉगआउट करना चाहते हैं।",
            "title" => "अन्य ब्राउज़र सत्र लॉगआउट करें"
        ],
        "password_error" => "यह पासवर्ड हमारे रिकॉर्ड से मेल नहीं खाता।",
        "successful" => "अन्य ब्राउज़र लॉग आउट हो गया।"
    ],
    "logout_user_confirm_description" => "आपका खाता आपके मोबाइल में सुरक्षित रूप से सहेजा गया है, इसलिए हर बार जब आप ऐप खोलते हैं तो आपको खाता विवरण दर्ज करने की आवश्यकता नहीं होती है। यदि आप अभी लॉगआउट करते हैं, तो आपको पासवर्ड फिर से दर्ज करना होगा!",
    "logout_user_confirm_title" => "क्या आप लॉग आउट करना चाहते हैं?",
    "maintenance" => [
        "code" => "काम चल रहा है!",
        "description" => "क्षमा करें हम साइट को अपग्रेड कर रहे हैं। कृपया कुछ मिनटों के बाद प्रयास करें!",
        "title" => "क्षमा करें हम काम कर रहे हैं!"
    ],
    "no" => "नहीं",
    "no_item_found" => "कोई वस्तु नहीं मिली",
    "no_item_selected" => "कोई आइटम चयनित नहीं",
    "null_item_error" => ":item नहीं मिला",
    "photo_permission_disabled" => "",
    "photo_permission_granted" => "",
    "role_admin" => "व्यवस्थापक",
    "role_contractor" => "कॉन्ट्रैक्टर",
    "role_manager" => "प्रबंधक",
    "role_parent" => "अभिभावक",
    "role_principal" => "प्रधान",
    "role_user" => "बालक",
    "role_vendor" => "विक्रेता",
    "search" => "खोज...",
    "service-worker" => [
        "app-installed" => "ऐप अब इंस्टॉल हो गया है।",
        "install-btn-text" => "इंस्टॉल",
        "install-declined" => "क्षमा करें, ऐप्लिकेशन इंस्टॉल अस्वीकार कर दिया गया था।",
        "install-later-msg" => "कोई बात नहीं, हम आपको एक हफ्ते बाद याद दिलाएंगे!",
        "later-btn-text" => "बाद में",
        "thank-you" => "उपयोग करने के लिए धन्यवाद :name।",
        "thank-you-description" => ":name को ब्राउज़र के माध्यम से एक्सेस किया जा सकता है और इसे एक नेटिव ऐप के रूप में भी इंस्टॉल किया जा सकता है। इंस्टॉल करने के बाद :name को आप उसी तरह प्रयोग कर सकते हैं जैसे आप अन्य ऐप्स करते हैं।"
    ],
    "translation_updated" => "अनुवाद ग्रंथ अपडेट किए गए।",
    "user-availability" => [
        "available" => "उपलब्ध",
        "not-available" => "उपलब्ध नहीं है",
        "not-available-with-time" => "उपलब्ध नहीं है (समय चुनें)"
    ],
    "yes" => "हाँ"
];
