<?php

return [
    "copyright" => "सर्वाधिकार सुरक्षित।",
    "error" => "ओह!",
    "greeting" => "नमस्कार :name,",
    "principal_created_line_1" => "आपके संगठन में निम्नलिखित विवरण के साथ एक प्रिंसिपल बनाया गया था।",
    "regards" => "सादर",
    "reset_password" => [
        "action" => "पासवर्ड रीसेट",
        "line_1" => "आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि हमें आपके खाते के लिए पासवर्ड रीसेट करने का अनुरोध प्राप्त हुआ है।",
        "line_2" => "यह पासवर्ड रीसेट लिंक :count मिनटों में समाप्त हो जाएगा।",
        "line_3" => "यदि आपने पासवर्ड रीसेट करने का अनुरोध नहीं किया है, तो अब कुछ भी करने की जरूरत नहीं है।",
        "principal_password_reset" => "आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि हमें आपके एक प्रिंसिपल :name के लिए पासवर्ड रीसेट करने का अनुरोध प्राप्त हुआ है",
        "subject" => "पासवर्ड रीसेट के लिए अधिसूचना"
    ],
    "trouble" => "यदि आपको समस्या हो रही है तो \":actionText\" क्लिक करें, नीचे दिए गए URL को अपने वेब ब्राउज़र में कॉपी और पेस्ट करें।",
    "user_created" => "उपयोगकर्ता बनाया गया",
    "user_created_btn_text" => "लॉग इन करें",
    "user_created_line_1" => "आपकी ओर से एक खाता बनाया गया था। सिस्टम में लॉग इन करने के लिए अपने ईमेल और पासवर्ड का उपयोग करें।",
    "user_created_line_2" => "आप सीधे अपने खाते में लॉग इन करने के लिए नीचे दिए गए लिंक पर क्लिक कर सकते हैं।",
    "user_created_line_3" => "आप अपने खाते में लॉगिन करने के लिए निम्नलिखित QR कोड को भी स्कैन कर सकते हैं।",
    "user_created_thanks_note" => "हमारे आवेदन का उपयोग करने के लिए धन्यवाद!"
];
