<?php

return [
    "clear-read" => "सभी पढ़ी गई सूचनाओं को हटा दिया हैं।",
    "download" => "डाउनलोड",
    "empty-notification" => "क्षमा करें, कोई सूचना नहीं है",
    "filters-type" => [
        "attendances" => "उपस्थिति",
        "events" => "कार्यक्रम",
        "informations" => "जानकारियां",
        "messages" => "संदेशों",
        "notes" => "टिप्पणियाँ"
    ],
    "labels" => [
        "mark-read" => "सभी को पढ़ा हुआ मार्क करें",
        "remove-read" => "पहले से पढ़ी गई अधिसूचना को हटा दें"
    ],
    "mark-all-read" => "सभी सूचनाओं को पठित के रूप में चिह्नित किया गया।",
    "mark-read" => "इसे पढ़ने के रूप में चिह्नित करें",
    "mark-read-msg" => "अधिसूचना अब पठित के रूप में चिह्नित है!",
    "mark-read-msg-error" => "क्षमा करें अधिसूचना को पठित के रूप में चिह्नित नहीं कर सकते!",
    "new-notification-received" => "आपको नई सूचनाएं मिली हैं",
    "view-event" => "कार्यक्रम देखें"
];
